{
    "Messages": [
        "Welcome to Lunar Jam",
        "Jam Starts - 10/31/2025 12PM EST."
    ],
    "buttons": [
        "About",
        "Discord Server",
        "Coming Soon",
        "Submit",
        "Info",
        "Prizes",
        "Rules",
        "Judges",
        "Scoring"
    ],
    "About": [
        "So, What's a Lunar Jam?",
        "Lunar Jam is a Platformer Jam-Basically think of it as a mini-creator contest.<br><br>The idea is to make a fast, simple level focused on enjoyability and uniqueness based on a given theme, rather than the absolute highest effort project possible like with a normal contests.<br><br>Because of this, Jam deadlines are very short, usually only a couple of days, meaning you'll have to make the most of your time.<br><br><br>This event is inspired by Game Jams such as the GMTK Game Jam, which are periodic events where game developers come together to create a game under an extremely limited timeframe to create a full game based around a given theme.<br><br>"
    ],
    "Prizes": [
        "Prizes",
        "First Place",
        "- $50 USD -<br>- Special Section in the Previous Entires Page -<br>- Special Role in the Previous Entires Page -<br>",
        "Second Place",
        "- $20 USD -<br>- Special Role in the Lunar Jam Discord Server -<br>- Special Section in the Previous Entires Page -<br>",
        "Third Place",
        "- $10 USD -<br>Special Role in the Lunar Jam Discord Server -<br>Special Section in the Previous Entires Page -<br>",
        "Fourth Place",
        "- $5 USD -<br>- Special Section in the Previous Entires Page -<br>",
        "Fifth Place",
        "- $5 USD -<br>- Special Section in the Previous Entires Page -<br>",
        "Honorable Mentions",
        "- Special Section in the Previous Entires Page -"
    ],
    "Rules": [
        "Rules",
        "General Level Information",
        "Your level must be a platformer, with a minimum average completion time of 60 seconds.<br>The level must follow a set theme, which will be announced at the start of the Jam.<br>How you interpret and execute this theme is up to you, but it must incorporate the theme in some way.<br>In addition, there are two optional sub-themes that may be used in ADDITION to the main theme for extra points in scoring, however they are not required.",
        "Allowed Difficulties",
        "Any difficulty from Auto to Extreme Demon is allowed for the Jam!<br><br>Keep in mind that levels are judged mostly on their gameplay and enjoyability, so making the level too easy or too hard may greatly decrease your rating!",
        "Collabs",
        "You may collab with up to two other people, for a total of three members per level. Any prizes won will be split evenly among the members."
    ],
    "Judges": [
        "Judges"
    ],
    "Scoring": [
        "Scoring",
        "Entries will be scored as follows:<br><br>",
        "Gameplay/Enjoyability - 50 Points<br>Originality - 25 Points<br>Theme Concept and Execution - 10 Points<br>Decoration - 10 Points<br>Personal Judge Bias - 5 Points<br>",
        "You can see a breakdown of how points are awarded <a href='./rubric.html'>here.</a>"
    ],
    "Rubric": [
        "",
        "0",
        "1",
        "2",
        "3",
        "4",
        "5",
        "Gameplay",
        "Level contains no Gameplay.<br> (Auto)",
        "Level is actively unfun to play.",
        "Level makes an effort to be enjoyable, but is held back by major issues with level/game design.",
        "Level is moderately enjoyable, with several minor flaws.",
        "Level is very enjoyable, but contains a few minor flaws.",
        "Level is extremely fun, with little to no game/level design flaws.",
        "Originality",
        "Level contains no original gimmick or ideas.",
        "Level has an extremely unoriginal or stolen gimmick, and non-unique decoration.",
        "Level has a gimmick that borrows heavily from another entry or level, and/or non-unique decoration.",
        "Level has a gimmick that is entirely unique to the entry, and has non-unique decoration.",
        "Level has a unique gimmick that is entirely unique to the entry, and innovative decoration ideas.",
        "Level has an entirely unique gimmick, and unique decoration ideas not seen in any other entries.",
        "Theme",
        "Level Does Not Have a Theme.<br>(Disqualification)",
        "Level makes a loose attempt at a theme that does not strongly represent the given theme for the jam.",
        "Level makes a passable attempt at a theme that represents the given theme for the jam.",
        "Level clearly relates to the given theme of the Jam.",
        "Level clearly relates to the given theme of the Jam, and adheres to at least one sub-theme.",
        "Level clearly relates to the given theme of the Jam, and adheres to BOTH sub-themes.",
        "Decoration",
        "Level contains no decoration.",
        "Level contains very little decoration (Basic pulses/movements, no designs)",
        "Level contains basic or unfinished decoration (simple designs, pulses, movements, etc.)",
        "Level contains average quality decoration (Rate-Feature Quality)",
        "Level contains high-quality decoration (Epic+ Quality)",
        "Level contains extremely high quality decoration (Legendary+ Quality)",
        "Judge Bonuses",
        "Judge has a neutral opinion on this level.",
        "Judge enjoys this level slightly more than the average entry.",
        "Judge enjoys this level noticeably more than the average entry.",
        "Judge enjoys this level significantly more than the average entry.",
        "This is one of the Judge's most enjoyed entries of the Jam.",
        "This is the Judge's single favorite level of the Jam. (Only one +5 per judge per event)"
    ]
}